Repository: sugar-activities/4069-activity
Catalog: po/quz.po
Languages: quz

source: Chat
quz: Rimanakuy

source: Text chat
quz: Qillqap rimanakuynin

source: Insert smiley
quz: Uyachata churay

source: Off-line
quz: Mana t'inkirisqa

source: Share, or invite someone.
quz: Qunakuy, mana chayqa pitapas waqyay.

source: On-line
quz: T'inkirisqa

source: Private Chat
quz: Sapalla rimanapaq

source: %s left the chat
quz: %s pasapunmi rimanakuymantaqa

source: Connected
quz: T'inkisqa

source: %s joined the chat
quz: %s haykurinmi rimanakuymanqa

source: %s is here
quz: %s kaypin kachkan

source: URL from Chat
quz: URL rimaymanta hamuq

source: Copy to Clipboard
quz: Raphi apaykachaqman kikinchay

source: Smile
quz: Asirikuq

source: Winking
quz: Ch'ismirikuq

source: Confused
quz: Muspakup

source: Sad
quz: Llakikuq

source: Grin
quz: Kusikuq

source: Neutral
quz: Kikilla

source: Shock
quz: P'aqmarikuq

source: Cool
quz: Qasillakuq

source: Tongue
quz: Qallukuq

source: Blushing
quz: Uya puchachakuq

source: Weeping
quz: Waqakuq

source: Angel
quz: K'illkikuq

source: Don't tell anyone
quz: Mana willakuq

source: Angry
quz: Phiñakuq

source: Devil
quz: Sakracha

source: Nerd
quz: Umaysapacha

source: Kiss
quz: Much'akuq

source: Laughing
quz: Asirikuspa

source: Sleepy
quz: Puñuysiki

source: Sick
quz: Unqusqa

source: Raised eyebrows
quz: Manch'arisqa
